export const quiz = {
  totalQuestions: 5,
  questions: [
    {
      id: 1,
      question: "تعداد حلقه های المپیک",
      answers: ["۵ عدد", "۶ عدد", "۷ عدد", "۸ عدد"],
      correctAnswer: "۵ عدد",
    },
    {
      id: 2,
      question: "فشار داخلی لاستیک ها هر چند وقت باید بررسی شود؟",
      answers: [
        "هر ماه دو بار",
        " یک بار در هفته",
        "هر روز یک بار",
        "هر ماه یکبار",
      ],
      correctAnswer: "هر روز یک بار",
    },
    {
      id: 3,
      question:
        "در صورتی که قفسه سینه بیمار حرکت می کند اما جریان هوا شنیده یا احساس نشود نشانه چیست؟",
      answers: [" قلب ", "ستون فقرات", " فشار خون", " انسداد راه هوایی ریه"],
      correctAnswer: " قلب ",
    },
    {
      id: 4,
      question: "ارتفاعات سهند در کدام استان قرار دارد",
      answers: ["آذربایجان شرقی", "آذربایجان غربی", "کردستان", "زنجان"],
      correctAnswer: "آذربایجان شرقی",
    },
    {
      id: 5,
      question: "کدام درخت نماد صلح است",
      answers: ["سرو", "زیتون", "سیب", "نارنج"],
      correctAnswer: "زیتون",
    },
    {
      id: 6,
      question: "تجریه ظروف پلاستیکی چند سال طول میکشد",
      answers: ["۵۰ سال", "۵۰۰ سال", "۵ هزار سال", "۵۰ هزار سال"],
      correctAnswer: "۵۰۰ سال",
    },
    {
      id: 7,
      question: "جزایر لانگرهانس در کجا قرار دارد",
      answers: ["اقیانوسیه", "لوز المعده", "اسپانیا", "جمجمه"],
      correctAnswer: "لوز المعده",
    },
  ],
};
